---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.MultiplanarOption.IncludeAllMultiplanarCurves
enum: Autodesk.Revit.DB.Structure.MultiplanarOption
source: html/37cc5a15-0771-41dd-4456-6820c7cef725.htm
---
# Autodesk.Revit.DB.Structure.MultiplanarOption.IncludeAllMultiplanarCurves

Include all curves.